Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mint-backup.tmx
Source language: en
Languages: sv

source: You do not have the permission to write in the selected directory.
sv: Du har inte behörighet att skriva i den valda katalogen.

source: Warning: Only %(number)d files were restored out of %(total)d.
sv: Varning: Endast %(number)d filer återställdes av %(total)d.

source: Quit
sv: Avsluta

source: Hidden files and hidden folders located at the root of your home directory are not included by default.
sv: Dolda filer och dolda mappar som ligger i roten till din hemkatalog ingår inte som standard.

source: Include directories
sv: Inkludera kataloger

source: Please select packages to install.
sv: Välj paket att installera.

source: All the packages in your software selection are installed.
sv: Alla paket i ditt programval är installerade.

source: Please select a saved software selection (.list file):
sv: Välj ett sparat programval (.list-fil):

source: The backup was aborted.
sv: Säkerhetskopieringen avbröts.

source: Exclude directories
sv: Undanta kataloger

source: Back Up Now...
sv: Säkerhetskopiera nu...

source: Please select the backup to restore:
sv: Välj säkerhetskopian att återställa:

source: Include files
sv: Inkludera filer

source: Warning: The meta file could not be saved. This backup will not be accepted for restoration.
sv: Varning: Metafilen kunde inte sparas. Den här säkerhetskopian accepteras inte för återställning.

source: Please select where you want to save the backup file:
sv: Välj var du vill spara säkerhetskopieringsfilen:

source: Yes, overwrite changes and restore the content of any existing files. <small>Use this option with caution. The changes you made to the files since the backup will be lost.</small>
sv: Ja, skriv över ändringar och återställ innehållet i befintliga filer. <small>Använd det här alternativet försiktigt. Ändringarna du har gjort i filerna sedan säkerhetskopieringen går förlorade.</small>

source: The following errors occurred:
sv: Följande fel inträffade:

source: These files and folders usually contain temporary data or preferences for your applications.
sv: Dessa filer och mappar innehåller vanligtvis tillfälliga data eller inställningar för dina program.

source: The selected file is not a valid software selection.
sv: Den valda filen är inte ett giltigt programval.

source: Calculating...
sv: Beräknar...

source: Please add files or directories to the list below to exclude them from the backup.
sv: Lägg till filer eller kataloger i listan nedan för att utesluta dem från säkerhetskopian.

source: Include all
sv: Inkludera allt

source: Select the packages you want to install.
sv: Välj de paket du vill installera.

source: Could not locate the package.
sv: Det gick inte att hitta paketet.

source: Your files, settings and the content of your home directory
sv: Dina filer, inställningar och innehållet i din hemkatalog

source: Restore...
sv: Återställ...

source: An error occurred while reading the file.
sv: Ett fel inträffade vid läsning av filen.

source: %s is not located in your home directory.
sv: %s finns inte i din hemkatalog.

source: Refresh
sv: Uppdatera

source: Please choose a backup file.
sv: Vänligen välj en säkerhetskopieringsfil.

source: Your files were successfully saved in %s.
sv: Dina filer har sparats i %s.

source: Restoring:
sv: Återställer:

source: Software selection
sv: Val av programvara

source: Warning: Some files were not saved. Only %(archived)d files were backed up out of %(total)d.
sv: Varning: Några filer sparades inte. Endast %(archived)d filer säkerhetskopierades av %(total)d.

source: If you want to include some of them in the backup, please add them to the list below.
sv: Om du vill inkludera några av dem i säkerhetskopian, lägg till dem i listan nedan.

source: Remove
sv: Ta bort

source: Your files were successfully restored.
sv: Dina filer har återställts.

source: Please select the applications you want to save.
sv: Välj de program du vill spara.

source: Backup Tool
sv: Verktyg för säkerhetskopiering

source: No, only restore missing files. <small>This option is safe and does not affect your existing files.</small>
sv: Nej, återställ endast saknade filer. <small>Det här alternativet är säkert och påverkar inte dina befintliga filer. </small>

source: Note: If you want to save the complete list of all installed packages on the system, please use the command 'dpkg --get-selections > mylist.list' in a terminal.
sv: Observera: Om du vill spara hela listan med alla installerade paket på systemet, använd kommandot 'dpkg --get-selections > mylist.list' i en terminal.

source: Deselect all
sv: Avmarkera alla val

source: Backups
sv: Säkerhetskopior

source: Overwrite existing files?
sv: Skriv över befintliga filer?

source: The list of applications installed on your computer
sv: Listan över program som är installerade på din dator

source: Please choose a directory.
sv: Välj en katalog.

source: Your software selection was saved in %s
sv: Ditt programval sparades i %s

source: The list below shows the applications you installed with the Software Manager.
sv: Listan nedan visar programmen du installerade med programhanteraren.

source: The restoration was aborted.
sv: Återställningen avbröts.

source: About
sv: Om programmet

source: The list below shows the applications you installed.
sv: Listan nedan visar programmen du har installerat.

source: Backup apps and files
sv: Säkerhetskopiera program och filer

source: Please wait while your files are being backed up.
sv: Vänta medan dina filer säkerhetskopieras.

source: This backup file is either too old or it was created with a different tool. Please extract it manually.
sv: Den här säkerhetskopieringsfilen är antingen för gammal eller den skapades med ett annat verktyg. Extrahera den manuellt.

source: Please wait while your files are being restored.
sv: Vänta medan dina filer återställs.

source: Select all
sv: Välj alla

source: Skipping %s because named pipes are not supported.
sv: Hoppar över %s eftersom namngivna rör inte stöds.

source: An error occurred while opening the backup file: %s.
sv: Ett fel uppstod när du öppnade säkerhetskopieringsfilen: %s.

source: Personal data
sv: Personliga data

source: Backing up:
sv: Säkerhetskopierar:

source: Exclude files
sv: Undanta filer

source: No packages need to be installed.
sv: Inga paket behöver installeras.
